Repository: clarive/cla-twilio-plugin
Catalog: i18n/*.po
Languages: es

source: Base URL
es: URL base

source: Make call
es: Hacer llamada

source: Twilio call
es: Llamada de Twilio

source: Error, topic doesn't exist
es: Error, el tópico no existe

source: Twilio CI doesn't exist
es: El CI de Twilio no existe

source: Missing fields in Twilio form
es: Faltan campos en el formulario de Twilio

source: Call done
es: Llamada hecha

source: Twilio CI
es: CI de Twilio

source: Use default numbers
es: Usar números por defecto

source: Twilio number
es: Número de Twilio

source: Destination number
es: Número de destino

source: Correspondance table
es: Tabla de correspondencia

source: User SID
es: SID de usuario

source: Authentication Token
es: Token de autentificación

source: Response Url
es: URL de respuesta
